[Polish]
Translated_by=Miłosz Szymczak
:::::::::::::::::::::::::::::::::::::::::::::::::::: Graphical Interface ::::::::::::::::::::::::::::::::::::::::::::::::::::
STEP 1 : CHOOSE YOUR KEY=KROK 1 : WYBIERZ PAMIĘĆ USB
STEP 2 : CHOOSE A SOURCE=KROK 2 : WYBIERZ PLIK ŹRÓDŁOWY
STEP 3 : PERSISTENCE=KROK 3 : PERSYSTENCJA
STEP 4 : OPTIONS=KROK 4 : OPCJE
STEP 5 : CREATE=KROK 5 : STWÓRZ
:::::::::::::::::::::::::::::::::::::::::::::::::::: General ::::::::::::::::::::::::::::::::::::::::::::::::::::
MB=MB
GB=GB
min=min
Label=Nazwa
Size=Rozmiar
Help=Pomoc
Please read=Proszę przeczytać
Error=Błąd
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 1 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Choose a USB Key=Wybierz pamięć USB
Hard drives=Dyski twarde
No key found=Nie znaleziono pamięci USB
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 2 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Download=Pobierz
Support for .IMG files is experimental=Wsparcie dla plików .IMG jest eksperymentalne
Only Live mode is currently available in step 3, virtualization option has been disabled=Tylko tryb Live jest aktualnie dostępny w kroku trzecim, opcja wirtualizacji została wyłączona
However, LinuxLive USB Creator will try to use same install parameters as for=LinuxLive USB Creator utworzy takie same parametry instalacji jak dla
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
(Live mode only)=(tylko tryb Live)
(Persistent Mode)=(tryb instalacji)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 4 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Hide created files on key=Ukryj utworzone pliki
(except for Umenu.exe)=(z wyjątkiem Umenu.exe)
Format the key in FAT32 (this will erase your data !!)=Sformatuj pamięć USB na FAT32 (dane zostaną stracone!)
Enable launching LinuxLive in Windows (requires internet to install)=Aktywuj uruchamianie LinuxLive w systemie Windows (wymaga połączenia z internetem)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Step 5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Click the lightning icon to start the installation=Kliknij na ikonę błyskawicy, aby rozpocząć
Please choose a FAT32 or FAT formated key or check the formating option=Proszę wybrać pamięć USB z systemem plików FAT/FAT32 lub zaznaczyć opcję formatowania
No disk selected=Nie wybrano pamięci USB
No file selected=Nie wybrano pliku źródłowego
No folder or CD selected=Nie wybrano folderu/CD
http://www.ubuntu.com/getubuntu/download=http://ubuntu.pl/pobierz.php
Please choose an ISO image of LinuxLive CD=Proszę wybrać obraz ISO Live CD Linuksa
Please choose a CD of LinuxLive Live or its folder=Proszę wybrać płytę Live CD Linuksa lub jej folder
Start creation of LinuxLive USB=Rozpocznij tworzenie LinuxLive USB
Please validate step 1 to 3=Proszę potwierdzić kroki od 1 do 3
Are you sure you want to format this disk and lose your data=Jesteś pewien, że chcesz sformatować tę pamięć USB i utracić wszystkie dane
Formatted in=Sformatowany jako
Formating the key=Formatowanie pamięci USB
Step 1 to 3 OK=Kroki od 1 do 3 poprawne
Cleaning previous installations ( 2min )=Czyszczenie poprzedniej instalacji ( 2min )
Setting up virtualization software=Konfigurowanie oprogramowania do wirtualizacji
VirtualBox already downloaded=VirtualBox został już pobrany
A new version of VirtualBox is available=Nowa wersja VirtualBox jest dostępna
This new version will be downloaded=Ta nowa wersja zostanie pobrana
Downloading VirtualBox as a background task=Pobieranie VirtualBox w tle
Download started succesfully=Pobieranie rozpoczęte pomyślnie
Download failed to start=Błąd podczas rozpoczynania pobierania
VirtualBox will not be installed=VirtualBox nie będzie instalowany
Integrity could not be verified=Integralność nie jest możliwa do zweryfikowana
Will attempt installation=Próba instalacji
Cannot download=Pobieranie niemożliwe
Extracting ISO file on key=Rozpakowywanie obrazu ISO na pamięć USB
Writing image to the usb stick=Zapisywanie obrazu na pamięć USB
Copying files to the key=Kopiowanie plików na pamięć USB
Renaming some files=Zmiana nazw plików
Hiding files=Ukrywanie plików
Creating file for persistence=Tworzenie pliku do trybu persystencji
Formating persistence file=Formatowanie pliku persystencji
Live mode : no persistence file=Tryb Live : Brak danych persystencji
Ubuntu variant found=Znaleziono dystrybucję Ubuntu
Installing boot sectors=Instalowanie sektora rozruchowego
Downloading VirtualBox=Pobieranie VirtualBox
Download complete=Pobieranie zakończone
Cleaning previous VirtualBox install=Czyszczenie poprzedniej instalacji VirtualBox
Extracting VirtualBox on key=Rozpakowywanie VirtualBox na pamięć USB
Applying VirtualBox settings=Zatwierdzanie konfiguracji VirtualBox
Your LinuxLive key is now up and ready=Twoja pamięć USB LinuxLive jest gotowa
You do not have enough rights to launch VirtualBox=Nie masz uprawnień do uruchomienia VirtualBox
Please log in as an administrator or run VirtualBox with admin rights=Proszę uruchomić VirtualBox z prawami administratora
Free memory below 256mb threshold=Wolna pamięć poniżej 256MB
This is not enough to launch LinuxLive in Windows=Ta ilość jest niewystarczająca do uruchomienia LinuxLive w systemie Windows
:::::::::::::::::::::::::::::::::::::::::::::::::::: Hilfe Datei ::::::::::::::::::::::::::::::::::::::::::::::::::::
Help file is missing=Nie znaleziono pliku pomocy
:::::::::::::::::::::::::::::::::::::::::::::::::::: A propos ( Hilfe Schritt 5) ::::::::::::::::::::::::::::::::::::::::::::::::::::
About this software=O programie
User's Guide=Podręcznik użytkownika
Virtualization Tutorial (FR)=Poradnik wirtualizacji
Donate=Donacja
Version=Wersja
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfiguration der Tastatur ::::::::::::::::::::::::::::::::::::::::::::::::::::
This ISO is not compatible=Ten plik ISO jest niekompatybilny
Detecting keyboard layout=Wykrywanie układu klawiatury
French (France)=Francuski (Francja)
French (Swiss)=Francuski (Szwajcaria)
Dutch=Flamandzki
Portuguese=Portugalski
US or other (qwerty)=US lub inna (QWERTY)
:::::::::::::::::::::::::::::::::::::::::::::::::::: Konfiguratiuon von VirtualBox ::::::::::::::::::::::::::::::::::::::::::::::::::::
Error while creating VMDK=Błąd podczas tworzenia VMDK
Key not found, VMDK is invalid=Pamięć USB nie została znaleziona, VMDK jest nieprawidłowy
Try to launch again SetupForAutoVMDK.exe=Spróbuj uruchomić SetupForAutoVMDK.exe ponownie
Do you want to ignore this error=Czy chcesz zignorować ten błąd
:::::::::::::::::::::::::::::::::::::::::::::::::::: Überprüfung von MD5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Cannot find MD5SUMS file=Nie można znaleźć pliku MD5SUMS
Canceling check=Anulowanie sprawdzania
You have the right ISO file but it is corrupted or was altered=Masz właściwy plik ISO, ale jest on uszkodzony lub nadpisany
Please download it again=Proszę pobrać to ponownie
Verifying=Weryfikowanie
This ISO is not compatible=Ten plik ISO jest niekompatybilny
Please read the compatibility list in user guide=Proszę przeczytać listę kompatybilności w podręczniku użytkownika
If your version is in this list, this mean that your file is corrupted, please download it again=Jeśli Twoja dystrybucja jest na tej liście, to znaczy, że jest uszkodzona i musisz pobrać ją ponownie
This version is compatible and its integrity was checked=Ta dystrybucja jest kompatybilna i jej integraloność została sprawdzona
Check completed=Sprawdzanie zakończone
Integrity + compatibility check=Test integralność + kompatybilność
Unable to open MD5SUM.txt=Nie można otworzyć MD5SUM.txt
Checking integrity=Sprawdzanie integralności
This file is corrupted=Ten plik jest uszkodzony
All files have been successfully checked=Wszystkie pliki zostały pomyślnie sprawdzone
Checking file=Sprawdzanie pliku
:::::::::::::::::::::::::::::::::::::::::::::::::::: USB-Stick Menü ::::::::::::::::::::::::::::::::::::::::::::::::::::
Persistent Mode=Tryb persystencji
Live Mode=Tryb Live
Install=Instalacja
File Integrity Check=Test integralności pliku
Memory Test=Test pamięci
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fehlerfenster ::::::::::::::::::::::::::::::::::::::::::::::::::::
An error occurred=Wystąpił błąd
An anonymous report was sent in order to fix this error as soon as possible=Anonimowy raport został wysłany aby umożliwić naprawę błędu
Show bug report=Pokaż raport błędu
Restart application=Restartuj program
Close application=Zamknij program
Last Actions=ostatnie akcje
Unique anonymous ID=Unikalny anonimowy ID
Report status=Status raportu
Pending=W trakcie
Error (not sent)=Błąd (nie wysłano)
Sent=Wysłano
:::::::::::::::::::::::::::::::::::::::::::::::::::: Fenétre d'aide finale ::::::::::::::::::::::::::::::::::::::::::::::::::::
In order to launch LinuxLive :=Aby uruchomić LinuxLive :
Remove your key and insert it again=Wyjmij pamięć USB i włóż ponownie
Go to 'My Computer'=Idź do 'Mój Komputer'
Right click on you key and select :=Kliknij prawym przyciskiem myszy na pamięć USB i wybierz : 
'LinuxLive!' to launch linux in windows='LinuxLive!' aby uruchomić Linuksa w systemie Windows
'VirtualBox Interface' to launch VirtualBox full interface='VirtualBox Interface' do uruchamiania pełnego interfejsu VirtualBox
'CD Menu' to launch the original CD menu='Menu CD' do uruchamiania oryginalnego menu CD
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.0 ::::::::::::::::::::::::::::::::::::::::::::::::::::
OR=lub
Manually=Ręcznie
Automatically=Automatycznie
Please select a linux to continue=Proszę wybrać dystrybucję Linuksa aby kontunuować
Looking for the fastest mirror=Wyszukiwanie najszybszych serwerów
Testing mirror=Testowanie serwerów lustrzanych
No online mirror found=Nie znaleziono serwera
No online mirror found=Nie znaleziono serwera
Please check your internet connection or try with another linux=Proszę sprawdzić połączenie z internetem lub wybrać inną dystrbucję Linuksa
Select this file as the source when download will be completed=Wybierz ten plik jako źródłowy po zakończeniu pobierania
Downloading=Pobieranie
from=z
Error while trying to download=Błąd podczas próby pobierania
Latency=Opóźnienie
Server Name=Nazwa serwera
Copy link=Kopiuj link
Launch in my browser=Otwórz w mojej przeglądarce
Best mirrors=Najlepsze serwery
Good mirrors=Dobre serwery
Bad mirrors=Złe serwery
Dead mirrors=Niedostępne serwery
Check will begin shortly=Wkrótce rozpocznie się sprawdzanie
:::::::::::::::::::::::::::::::::::::::::::::::::::: 2.3 ::::::::::::::::::::::::::::::::::::::::::::::::::::
Select your favourite Linux=Wybierz twoją ulubioną dystrybucję Linuksa
There is a new version available=Dostępna jest nowa wersja LiLi
Your LiLi's version is not up to date=Twoja wersja LiLi jest nieaktualna
Last version is=Ostatnia wersja to
Your version is=Twoja wersja to
Do want to download it=Czy chcesz to pobrać
Error while trying to find physical disk number=Błąd podczas wyszukiwania numeru fizycznego dysku
This Linux is not in the compatibility list=Ta dystrybucja Linuksa nie jest na liście kompatybilności
Setting the memory to the recommended value=Ustalanie zalecanej wartości pamięci
Free memory is below the recommended value for your Linux to run in Windows=Zbyt mało wolnej pamięci, aby uruchomić Linuksa w systemie Windows
Recognized Linux=Rozpoznany Linux
Built-in Persistency=Wbudowana persystencja
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.5 ::::::::::::::::::::::::::::::::::::::::::::::::::::
You have already created a key=Utworzyłeś już bootowalny dysk
Are you sure that you want to recreate one=Jesteś pewien, że chcesz utworzyć ponownie
The compatibility list has been updated=Lista kompatybilności została zaktualizowana
These linuxes are now supported=Te dystrybucje nie są wspierane
Official Ubuntu Variants=Oficjalne dystrybucje Ubuntu
Ubuntu Based Variants=Dystrybucje bazowane na Ubuntu
Fedora Variants=Dystrybucje Fedory
Debian Variants=Dystrybucje Debiana
PCLinuxOS Variants=Dystrybucje PCLinuxOS
Rescue CDs=Płyty ratunkowe
Light Linuxes='Lekkie' Linuksy
Gentoo Based=Bazowane na Gentoo
Security Purpose=Zabezpieczenia
Others=Inne
Regular Linux (works with most linuxes)=Standardowy Linux (działa z większością wersji)
::::::::::::::::::::::::::::::::::::::::::::: new in 2.6 :::::::::::::::::::::::::::::::::::::::::::::::::::::::::::
Updating Portable-VirtualBox pack=Aktualizacja przenośnego VirtualBox
Help me to improve LiLi=Pomóż ulepszyć LiLi
This is a Beta or Release Candidate version=To wersja beta lub RC
Click OK to leave a feedback or click Cancel to close this window=Kliknij OK aby wysłać komentarz, kliknij Anuluj aby zamknąć to okno
Options=Opcje
General=Ogólne
Versions=Wersje
Compatibility List=Lista kompatybilności
Make a donation=Przekaż donację
Contact me=Kontakt
CopyLeft by=CopyLeft by
GPL v3 License=Licencja GPL v3
Language=Język
Available languages=Dostępne języki
Proxy=Proxy
Proxy settings=Ustawienia proxy
No proxy=Bez proxy
Use system settings=Użyj ustawień systemowych
Use custom settings=Użyj własnych ustawień
Proxy URL=URL proxy
Port=Port
Username=Nazwa użytkownika
Password=Hasło
Status=Status
Test settings=Sprawdź ustawienia
You are connected=Połączono
You are disconnected=Nie połączono
Not tested yet=Nietestowane
Update=Aktualizacja
Check for updates=Sprawdzaj aktualizacje
Stable releases only=Tylko stabilne wersje
Stable and beta releases=Wersje stabilne i beta
Advanced=Zaawansowane
Do not modify these options unless you know what you are doing=Nie zmieniaj tych opcji jeśli nie wiesz, co robisz
Select a Linux=Wybierz dystrybucję Linuksa
Install parameters=Parametry instalacji
Use LiLi automatic recognition=Użyj automatycznego rozpoznawania LiLi
highly recommended=mocno zalecane
Force using same parameters as=Wymuś użycie takich parametrów, jak dla
Netbook screen detected=Wykryto ekran netbooka
Your screen vertical resolution is less than 600 pixels=Rozdzielczość pionowa Twojego ekranu jest mniejsza niż 600 pikseli
Please use the arrow keys (up and down) of your keyboard to move the interface=Proszę używać klawiszy strzałek do przemieszczania interfejsu
Testing=Testowanie
:::::::::::::::::::::::::::::::::::::::::::::::::::: new in 2.7 ::::::::::::::::::::::::::::::::::::::::::::::::::::
I'm sorry for the inconvenience but LiLi has crashed=Przepraszamy za niedogodność, ale wystąpił błąd krytyczny LiLi
Please enter an email address and a detailed comment about this crash=Proszę podać adres e-mail i szczegółowy opis sytuacji
I will contact you as soon as I can=Skontaktuję się najszybciej, jak to tylko możliwe
Show crash report=Pokaż raport błędu krytycznego
Close (don't send)=Zamknij (nie wysyłaj)
Send Report=Wyślij raport
Your file is corrupted=Twój plik jest uszkodzony
Please download it again=Proszę pobrać go ponownie
Read the log for more information=Proszę przeczytać log w celu uzyskania informacji
Starting LinuxLive USB Creator=Uruchamianie LinuxLive USB Creator
Checking for new major version=Sprawdzanie nowej głównej wersji
Checking for new minor version=Sprawdzanie nowej pobocznej wersji
Checking for new Portable-VirtualBox version=Sprawdzanie nowej wersji Portable-VirtualBox
Reading compatibility list=Czytanie listy kompatybilności
Loading interface=Ładowanie interfejsu
Getting drive list=Pobieranie listy napędów
Logging system configuration=Zapisywanie konfiguracji systemu
Checking for updates=Sprawdzanie aktualizacji
Please close any application accessing your key and try again=Proszę zamknąć aplikacje korzystające z pamięci USB i spróbować ponownie
Checking VirtualBox archive integrity=Sprawdzanie integralności archiwum Portable-VirtualBox
VirtualBox archive integrity checked=Integralność archiwum VirtualBox sprawdzona
Unzipping VirtualBox archive to disk=Rozpakowywanie archiwum VirtualBox na dysk
VirtualBox archive is corrupted=Archiwum VirtualBox jest uszkodzone
Force using default mode (works with most Linuxes)=Wymuś używanie domyślnych ustawień (działa z większością wersji)
There is a new Beta version available=Dostępna jest nowa wersja beta
Your LiLi's version is not up to date=Twoja wersja LiLi jest nieaktualna
Last beta version is=Ostatnia wersja beta to
Server-oriented=Dystrybucje serwerowe
